Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་གཟུགས་སྐྱ་རེངས་འཆར་ཀའི་དུས་སུ་མདུན་དུ་མཆིས་ནས་པདྨ་དྲི་མ་མེད་པ་ཞེས་བགྱི་བའི་ཞགས་པ་སྩོལ་བར་འགྱུར་རོ། །གྲུབ་པ་ཐམས་ཅད་སྩོལ་བར་འགྱུར་རོ། །རྒྱལ་བ་འོད་དཔག་མེད་ཀྱང་ལེགས་སོ་ཞེས་བགྱི་བ་སྩོལ་བར་འགྱུར་རོ། །གང་སུ་ཡང་རུང་བས་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་གཟུགས་མཐོང་ན། དེ་ནི་དེ་བཞིན་གཤེགས་པ་དྲུག་ཁྲི་ལ་དགེ་བའི་རྩ་བ་བསྐྱེད་པར་འགྱུར་རོ། །དེ་ལ་ལྷ་ཐམས་ཅད་དང་། ཚངས་པ་ལ་སོགས་ཏེ། དབང་ཕྱུག་དང་། དབང་ཕྱུག་ཆེན་པོའི་ལྷའི་བུ་རྣམས་རྟག་ཏུ་བལྟ་འཚལ་བར་འགྱུར་རོ། །ནད་ཐམས་ཅད་དང་བྲལ་བར་འགྱུར་རོ། །མཆོག་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་ནས། རྟག་ཏུ་རྗེས་སུ་འབྲང་ཞིང་སྲུང་བ་དང་། སྐྱོབ་པ་དང་། སྦེད་པ་བགྱིད་པར་འགྱུར་རོ། །སྡིག་པ་ཐམས་ཅད་དང་བྲལ་བར་འགྱུར་རོ།། །།འཕགས་པ་དོན་ཡོད་པའི་ཞགས་པའི་ཆོ་ག་ཞིབ་མོའི་རྒྱལ་པོ། བམ་པོ་བརྒྱད་པ། དེས་ཅི་འབྱོར་བའི་གསེར་ལས་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་དོན་ཡོད་པའི་ཞགས་པ་བྱས་ལ། དེ་ནས་ཞལ་ཤར་ཕྱོགས་སུ་བསྟན་ཏེ་གཞག་ལ་གུར་གུམ་གྱི་དཀྱིལ་འཁོར་གྲུ་བཞི་བ་ལེགས་པར་མཛེས་པ་བྱས་ཏེ། ལི་ཁྲིས་ཐིག་བཏབ་ལ་དཀྱིལ་འཁོར་གྱི་དབུས་སུ་པདྨ་བྲི། པདྨའི་དབུས་སུ་རིལ་བ་བྷྲྀང་གར་དང་བགྲང་ཕྲེང་བྲི། མེ་ཏོག་སྣ་ཚོགས་བཀྲམ་ལ་བུམ་པ་སྤོས་ཆུས་བཀང་ལ། མེ་ཏོག་ཅི་འབྱོར་པས་ལེགས་པར་བརྒྱན་པ་བཞི་གཞག །མཆོད་ཡོན་གྱི་སྣོད་ལྔ་གཞག་པར་བྱ་ཞིང་། པོག་ཕོར་ལྔ་ནས་ཨ་ག་རུའི་བདུག་པས་བདུག་པར་བྱའོ། །སྤོས་སྣ་བཅུ་དྲུག་དང་ལྡན་པའི་ཏིལ་མར་གྱི་མར་མེ་བལྟམ་སྟེ། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་མཆོད་པ་བྱ་ཞིང་། མེ་ཏོག་དང་། བདུག་པ་དང་། དྲི་དང་། ཕྲེང་བ་དག་ཀྱང་དབུལ་བར་བྱའོ། །འཇིག་རྟེན་དབང་ཕྱུག་ལ་མངོན་དུ་ཕྱོགས་ཏེ། སྐྱིལ་མོ་ཀྲུང་བཅས་ལ་དོན་ཡོད་པའི་ཞགས་པའི་ཕྱག་རྒྱ་བཅིངས་ལ་བདག་ཉིད་ལ་དབང་བསྐུར་རོ། །ཁྲོ་བོའི་རྒྱལ་པོ་ལན་ཅིག་བཟླས་ལ། ཕྱོགས་བཅུའི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཡིད་ལ་བྱས་ཏེ་ཡིད་ཀྱིས་ཕྱག་བྱས་ལ་ལུས་ཀྱིས་ཀྱང་ཕྱག་བྱས་ཏེ། བཟླས་བརྗོད་ཀྱི་ཕྱག་རྒྱ་བཅིངས་ལ་བཟླས་བརྗོད་བྱའོ། །བརྒྱ་རྩ་བརྒྱད་བཟླས་པས་ས་ཆེན་པོ་གཡོ་བར་འགྱུར་ཞིང་བདག་ཉིད་སྙིང་དགའ་ལ་འབར་བར་སྣང་ངོ་། །དེ་བཞིན་གཤེགས་པ་དེ་དག་ཐམས་ཅད་ཞལ་ཉེ་བར་སྟོན་པར་མཛད་དོ། །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་དབུ་རལ་བའི་གསེབ་འབར་ཞིང་ལེགས་སོ་ཞེས་བྱ་བའི་སྒྲ་འབྱུང་ངོ་། །བརྒྱ་རྩ་བརྒྱད་བཟླས་པ་གཉིས་པས་ནི། དངོས་གྲུབ་ཆེན་པོའི་མཚན་མ་སྟོན་ཏོ། །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་ཕྱག་བརྐྱང་སྟེ། རིག་སྔགས་འཆང་གི་མགོ་བོའི་སྤྱི་བོར་འཇོག་པར་འགྱུར་རོ། །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ལ་རྣམ་པར་བལྟ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་འཐོབ་པར་འགྱུར་རོ། །རིག་སྔགས་འཆང་ལ་དོན་ཡོད་པའི་ཞགས་པ་འགྲུབ་པར་འགྱུར་རོ།
en: The vidyā holder will obtain the samādhi called the direct perception of all the tathāgatas and will become the holder of the vidyā of Amoghapāśa.

source: །ཐོ་རངས་དེ་བཞིན་གཤེགས་པ་དེ་དག་གི་ཞལ་སྟོན་པར་འགྱུར། སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་སྟོན་པར་འགྱུར་རོ།
en: The tathāgatas will appear to the vidyā holder before dawn and show him all buddha fields.

source: །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་དགེ་བའི་རྩ་བ་དང་ལྡན་པར་འགྱུར་རོ།
en: He will plant the roots of virtue of all the tathāgatas. “

source: །བཟླས་བརྗོད་བརྒྱ་རྩ་བརྒྱད་གསུམ་པས་ནི། སྐྱ་རེངས་ཤར་བའི་དུས་ཀྱི་ཚེ། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་རང་གི་གཟུགས་ཀྱིས་མདུན་ན་བཞུགས་ཏེ།
en: After the vidyā holder completes the third round of one hundred and eight recitations, Avalokiteśvara will appear before him in the form of Noble Avalokiteśvara when the sky turns pink before dawn.

source: པདྨའི་དྲི་མ་མེད་པ་ཞེས་བྱ་བའི་ཞགས་པ་སྦྱིན་པར་མཛད་ཅིང་། དངོས་གྲུབ་ཐམས་ཅད་སྦྱིན་པར་མཛད་དོ།
en: He will give the vidyā holder a noose called stainless lotus and will grant him every accomplishment.

source: །རྒྱལ་བ་འོད་དཔག་མེད་ལེགས་སོ་ཞེས་བྱ་བ་སྦྱིན་པར་མཛད་དོ།
en: Amitābha, the victorious one, will also applaud him, saying ‘Good!’ “

source: །གང་ལ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་སྐུར་བསྟན་པ་དེ། དེ་བཞིན་གཤེགས་པ་སྟོང་ཕྲག་དྲུག་ཅུ་རྩ་བཞི་ལ་དགེ་བའི་རྩ་བསྐྲུན་པར་འགྱུར་རོ།
en: Anyone who sees the form of Noble Avalokiteśvara will plant the roots of virtue equal to those of sixty-four thousand tathāgatas.

source: །ལྷ་ཐམས་ཅད་དང་། ཚངས་པ་ལ་སོགས་པ་དབང་ཕྱུག་དང་། དབང་ཕྱུག་ཆེན་པོ་དང་། ལྷའི་བུ་རྣམས་རྟག་ཏུ་ལུས་སྟོན་འདོད་པར་འགྱུར་རོ།
en: All the gods, headed by Brahmā and including Īśvara and Maheśvara, will always wish to see the vidyā holder.

source: །ནད་ཐམས་ཅད་དང་བྲལ་བར་འགྱུར་བ་དང་། མཆོག་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པ་དང་། རྟག་ཏུ་ཕྱི་བཞིན་འབྲང་ཞིང་སྲུང་བ་དང་། སྐྱོབ་པ་དང་། སྦ་བར་བྱེད་པར་འགྱུར་རོ།
en: They will free him of all disease, grant him every boon, and always be nearby to guard, protect, and defend him.

source: །སྡིག་པ་ཐམས་ཅད་དང་བྲལ་བར་འགྱུར་རོ།
en: The vidyā holder will be free from all evil. “

source: །དེ་ནས་དངུལ་ལས་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་དོན་ཡོད་པའི་ཞགས་པའི་གཟུགས་སྔ་མ་བཞིན་དུ་བྱས་པ་ལ།
en: Alternatively, the vidyā holder should make a silver figure of Noble Avalokiteśvara-Amoghapāśa just like the previous one and prepare a maṇḍala using white sandalwood powder.

source: ཙནྡན་དཀར་པོའི་དཀྱིལ་འཁོར་དུ་ཙནྡན་དཀར་པོའི་དྲི་ཆབ་ཀྱིས་བཀང་བ་གཞག་པར་བྱ་ཞིང་། མཆོད་ཡོན་གྱི་སྣོད་ལྔ་གཞག་པར་བྱའོ།
en: In it he should place a vase filled with water scented with white sandalwood and surround it with five dishes with the water offering.

source: མེ་ཏོག་སྣ་ཚོགས་པ་བཀྲམ་ཞིང་། ཙནྡན་དཀར་པོའི་བདུག་སྤོས་ཀྱིས་བདུགས་ཏེ།
en: He should scatter a variety of flowers and burn incense made of white sandalwood.

source: འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་མཆོད་པར་བྱའོ། །དྲི་སྣ་བཞི་བཅུ་རྩ་གཉིས་དང་ལྡན་པའི་ཏིལ་མར་གྱི་མར་མེ་བལྟམ་པར་བྱ་ཞིང་།
en: He should make offerings to Noble Avalokiteśvara and light forty-two lamps with scented oil.

source: བདུག་སྤོས་ཀྱི་སྣོད་བཞི་བཅུ་གཞག་པར་བགྱིའོ།
en: He should arrange four incense burners and bring to mind the Krodharāja mantra twenty-one times. “

source: །ཁྲོ་བོའི་རྒྱལ་པོ་ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླས་བརྗོད་བྱས་ལ་རིག་སྔགས་འཆང་གཙང་མས་གོས་གཙང་མ་བགོས་ཏེ། དོན་ཡོད་པའི་ཞགས་པའི་ཕྱག་རྒྱ་ལན་བདུན་བཅིང་ངོ་།
en: The vidyā holder, ritually pure and wearing clean clothes, should display the mudrā of Amoghapāśa seven times and form the mudrā of recitation.

source: །བཟླས་བརྗོད་ཀྱི་ཕྱག་རྒྱ་བྱས་ཏེ། སྐྱིལ་མོ་ཀྲུང་དུ་འདུག་ལ་ལག་པ་གཡོན་པའི་མཛུབ་མོ་བརྐྱང་བ་པདྨའི་ཚུལ་དུ་བྱས་ལ། བཟླས་བརྗོད་ལན་བརྒྱ་རྩ་བརྒྱད་བྱའོ།
en: Sitting in a cross-legged posture, he should extend the index finger of his left hand, formed into the shape of a lotus, and count one hundred and eight recitations.

source: །ལན་བརྒྱ་རྩ་བརྒྱད་ཚང་བ་དང་།
en: When one hundred and eight recitations have been completed, the word ‘good!’

source: ཤར་ཕྱོགས་ནས་ལེགས་སོ་ཞེས་བྱ་བའི་སྒྲ་གྲག་པར་འགྱུར་ཞིང་། བདག་ཉིད་དགའ་བར་སྣང་ངོ་།
en: will resound from the eastern direction, and the vidyā holder will get goose bumps.

source: །རྒྱལ་པོ་བློན་པོ་དང་བཙུན་མོའི་འཁོར་དང་བཅས་པ་དབང་དུ་གྱུར་ཏེ། མིང་བརྗོད་པས་དཔག་ཚད་སྟོང་ནས་འོང་བར་འགྱུར་རོ།
en: The king and all ministers along with their harems and retinues will fall under the vidyā holder’s thrall and will come from a thousand leagues away at the mere mention of their names.

source: །ཐམས་ཅད་བགྱི་བ་ཅི་མཆིས་ཞེས་བྲན་བཞིན་དུ་འགྱུར་རོ། །གང་བསྒོ་བ་དེ་བྱེད་པར་འགྱུར་རོ།
en: They will remain in the vidyā holder’s service, eager to perform their assigned tasks and do whatever they are told to do.

source: །དེ་ཉིད་བླ་མར་འགྱུར་ཞིང་ཆེར་བརྗོད་པར་འགྱུར་རོ།
en: The vidyā holder will become a widely venerated, powerful lord. “

source: །བརྒྱ་རྩ་བརྒྱད་ལན་གཉིས་བཟླས་པས་བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། ཁྱབ་འཇུག་པ་དང་། དབང་ཕྱུག་ཆེན་པོ་དང་། གཤིན་རྗེ་དང་། ཆུ་ལྷ་དང་། རླུང་ལྷ་ལ་སོགས་པ་དབང་དུ་འགྱུར་ཞིང་།
en: If the vidyā holder recites the mantra one hundred and eight times for a second time, Śakra, Brahmā, Viṣṇu, Maheśvara, Yama, Varuṇa, Kubera, and other gods will fall under his thrall, follow his commands, and do what is asked of them.

source: བསྒོ་བ་བཞིན་བྱེད་པར་འགྱུར་རོ། །གང་བསྒོ་བ་བྱེད་པར་འགྱུར་རོ། །རྒྱལ་པོ་བཞི་འཁོར་གནོད་སྦྱིན་གྱི་ཚོགས་དང་བཅས་པ་རྣམས་དབང་དུ་འགྱུར་རོ།
en: The four kings with their retinues of yakṣas and rākṣasas will also fall under his thrall.

source: །བརྒྱ་རྩ་བརྒྱད་ལན་གསུམ་དུ་བཟླས་པས་ཉི་མ་དང་ཟླ་བ་ནམ་མཁའ་ལས་འབབ་ཅིང་མདུན་ན་འདུག་པར་འགྱུར་རོ།
en: If the vidyā holder recites the mantra one hundred and eight times for a third time, the moon and the sun will descend from the sky and come before him.

source: །མཚན་མོའི་ལྷ་དང་ནམ་མཁའི་ལྷ་འོངས་ནས་མདུན་ན་འདུག་པར་འགྱུར་ཞིང་དབང་དུ་འགྱུར་རོ། །ཐམས་ཅད་ཅི་བགྱི་ཞེས་པའི་བྱ་བ་བྱེད་ཅིང་འདུག་པར་འགྱུར་རོ།
en: The deities of the night and the deities of space will descend and come before him, eager to carry out his orders.

source: །བརྒྱ་རྩ་བརྒྱད་ལན་བཞི་བཟླས་པས། ཀླུ་ཐམས་ཅད་དབང་དུ་བྱས་པར་འགྱུར་རོ། །རྒྱ་མཚོའི་ཀླུའི་རྒྱལ་པོ་དགའ་བོ་དང་། ཉེ་དགའ་བོ་ལ་སོགས་པའི་བར་ཐམས་ཅད་དབང་དུ་བྱས་པར་འགྱུར་རོ།
en: If the vidyā holder recites the mantra one hundred and eight times for a fourth time, all nāgas, including all the nāga kings in the ocean headed by Nanda and Upananda, will fall under his thrall. “

source: །ཟངས་ལས་བྱས་པའི་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་དོན་ཡོད་པའི་ཞགས་པ་ལ།
en: Alternatively, the vidyā holder should make a copper figure of Noble Avalokiteśvara-Amoghapāśa and prepare a maṇḍala using red sandalwood powder.

source: ཙནྡན་དཀར་པོའི་དཀྱིལ་འཁོར་བྱས་ཏེ། མེ་ཏོག་དམར་པོ་བཀྲམ་ལ། བདུག་སྤོས་ཀྱི་སྣོད་བཞི་ནས་བདུག་པར་བྱ་ཞིང་།
en: He should scatter red flowers and place four incense burners around it to offer incense.

source: མར་གྱི་མར་མེ་ལྔ་བཅུ་རྩ་གཉིས་བལྟམ་པར་བྱའོ། །མཆོད་ཡོན་གྱི་སྣོད་བཞི་བཞག་ལ། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་མཆོད་པར་བྱའོ།
en: He should also light fifty-two butter lamps and arrange five dishes with offering water as offerings to Noble Avalokiteśvara.

source: །ཁྲོ་བོའི་རྒྱལ་པོ་ལན་ཉི་ཤུ་རྩ་གཅིག་རྗེས་སུ་དྲན་པར་བྱའོ། །དོན་ཡོད་པའི་ཞགས་པའི་ཕྱག་རྒྱ་ལན་ཉི་ཤུ་རྩ་གཅིག་བཅིང་བར་བྱའོ།
en: He should mindfully repeat the Krodharāja mantra twenty-one times and display the mudrā of Amoghapāśa the same number of times.

source: །རས་ལ་བྲིས་པའི་སྐུ་གཟུགས་ཀྱི་སྤྱན་སྔར་སྐྱིལ་མོ་ཀྲུང་དུ་འདུག་སྟེ། སེམས་ཅན་ཐམས་ཅད་ལ་དམིགས་པས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཡིད་ལ་བྱའོ། །ཕྱོགས་བཞིར་བྱམས་པའི་ལྟ་བས་བལྟ་བར་བྱའོ།
en: Sitting cross-legged in front of the cloth painting and taking all beings into consideration, he should focus his mind on all the tathāgatas and look to the four directions with loving kindness.

source: །སེམས་ཅན་དམྱལ་བ་པ་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དང་། ལྷ་མ་ཡིན་དང་། ཡི་དགས་ཀྱི་ཡུལ་ཐམས་ཅད་ཡིད་ལ་བྱའོ།
en: He should think about all the hell beings, the beings in the world of Yama, and the asura and preta realms.

source: །སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་བརྒྱད་ཡིད་ལ་བྱ་ཞིང་སྙིང་རྗེའི་སེམས་ཀྱིས་བལྟ་བར་བྱའོ།
en: He should turn his attention to beings in the eight great hells and look upon them with compassion. “

source: །བཟླས་བརྗོད་ཀྱི་ཕྱག་རྒྱ་པདྨའི་ཚུལ་དུ་བཅིངས་ཏེ་བཟླས་བརྗོད་བྱའོ།
en: Forming the lotus-shaped mudrā of recitation, he should begin reciting.

source: །བརྒྱ་རྩ་བརྒྱད་ཚང་བ་དང་། ཕྱོགས་བཞི་གཡོ་ཞིང་སྒྲ་གྲག་པར་འགྱུར་ལ།
en: When he has completed one hundred and eight recitations, the four directions will quake and roar with sound.

source: དམྱལ་བ་པའི་སེམས་ཅན་དེ་དག་ཐམས་ཅད་ཡོངས་སུ་གྲོལ་བར་འགྱུར་རོ། །དམྱལ་བའི་སྒོ་ཐམས་ཅད་བཅད་པར་འགྱུར་ཞིང་། བཅོམ་པ་དང་ཐལ་བར་བརླག་པར་འགྱུར་རོ།
en: All hell beings will be liberated as the gates of all the hells break open, fall away, and are reduced to ash.

source: །དམྱལ་བའི་སེམས་ཅན་དེ་དག་བདེ་འགྲོར་འགྲོ་བར་འགྱུར་རོ། །བདག་ཉིད་ཀྱང་བྱང་ཆུབ་ཀྱི་མཐར་ཐུག་གི་བར་དུ་དམྱལ་བའི་སྡུག་བསྔལ་གྱི་ཚོར་བ་ཐམས་ཅད་ལས་ཡོངས་སུ་གྲོལ་བར་འགྱུར་རོ།
en: All hell beings will take favorable rebirths and be entirely free of suffering until their ultimate and final awakening.

source: །ལུས་ཀྱང་མཚན་བཟང་པོས་བརྒྱན་པར་འགྱུར་ཞིང་། སེམས་ཅན་གང་དག་གིས་མཐོང་བ་དེ་དག་ཐམས་ཅད་ཕྱིར་མི་ལྡོག་པར་འགྱུར་རོ།
en: Their bodies will be adorned with the auspicious marks of a divine being, and any beings who look upon them will be established irreversibly on the path to awakening. “

source: །བརྒྱ་རྩ་བརྒྱད་ལན་གཉིས་བཟླས་བརྗོད་བྱས་པས་ནི། སའི་འོག་གི་སེམས་ཅན་མུན་གནག་སྣང་བ་དང་བྲལ་བ་དེ་དག་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོའི་མཐུས་མུན་གནག་དང་བྲལ་བར་འགྱུར་ཞིང་། འོད་ཟེར་འབྱུང་བར་འགྱུར་རོ།
en: After the second round of one hundred and eight recitations, all the blind beings living in darkness in the subterranean worlds will be freed from that darkness through the power of the heart mantra of Amoghapāśa and begin to radiate light.

source: །ཡོངས་སུ་གྲོལ་བའི་སེམས་ཅན་དེ་དག་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་གནས་སུ་བརྫུས་ཏེ་སྐྱེ་བར་འགྱུར་ཞིང་རྒ་བ་དང་། འཆི་བ་སྤངས་པར་འགྱུར་རོ།
en: All these beings will be liberated and instantly reborn in the realm of Noble Avalokiteśvara, where they will be free from aging and dying until they reach the ultimate, final awakening.

source: །བྱང་ཆུབ་ཀྱི་མཐར་ཐུག་གི་བར་དུ་ཀུན་ནས་མཐུ་འཕགས་པ་དྲི་མ་མེད་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་འཐོབ་པར་འགྱུར་ཞིང་། ཚེ་བསྐལ་པར་ཐུབ་པར་འགྱུར་རོ།
en: The vidyā holder will attain the samādhi called stainlessly pure, arising everywhere majestically, and will live for an eon.

source: །ཤི་ནས་བདེ་བ་ཅན་གྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་སྐྱེ་བར་འགྱུར་རོ། །བྱང་ཆུབ་ཀྱི་མཐར་ཐུག་གི་བར་དུ། དེ་ཉིད་ཀྱི་ཞབས་ཀྱི་དྲུང་ན་གནས་པར་འགྱུར་ཞིང་། མྱ་ངན་ཐམས་ཅད་དང་བྲལ་བར་འགྱུར་རོ།
en: Upon his death, he will be reborn in the realm of Sukhāvatī and will remain at the feet of Noble Avalokiteśvara, completely free from all sorrow until ultimate and final awakening. “

source: །ཙནྡན་དཀར་པོ་དང་། གླ་རྩི་དང་། ག་པུར་དང་། སྤོས་ཀྱི་རིགས་སྣ་ཚོགས་གཞན་དག་ཕྱེ་མ་ཞིབ་མོར་བྱས་ཏེ།
en: The vidyā holder should grind white sandalwood, musk, camphor, and various other fragrant substances into a fine powder and mix them with olibanum, the sap of sal tree, myrrh, and water.

source: ཡང་ལེགས་པར་བཏགས་ལ། ཀུན་ཏུ་རུ་དང་། སྲ་རྩི་པོག་དང་། གན་དྷ་ར་ས་དང་། ཆུ་དང་ལྷན་ཅིག་སྦྱར་ཏེ།
en: He should then add molasses and mix them well.

source: ཤ་ཁར་བཏབ་ལ། ལེགས་པར་བཏགས་པ་ལས་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་དོན་ཡོད་པའི་ཞགས་པ་སོར་བཞི་བའི་ཚད་དུ་བྱས་ཏེ། རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ་རལ་པའི་ཐོར་ཚུགས་དང་།
en: Using this mixture, he should make a figure of Noble Avalokiteśvara eight fingers tall and adorned with all the ornaments.

source: ཨེ་ནེ་ཡའི་པགས་པས་བཞག་པ། ཕྱུགས་བདག་གི་ཆ་ལུགས་འཛིན་པ།
en: It should have a diadem on its topknot and be dressed in the skin of the black antelope as worn by Paśupati.

source: ཕྱག་བཞི་གཅིག་ན་པདྨ་ཐོགས། གཉིས་པ་ན་ཞགས་པ་ཐོགས། གསུམ་པ་ན་གསལ་ཤིང་ཐོགས་པ། བཞི་པ་དབུགས་འབྱིན་པ།
en: The first of its four hands should hold a lotus; the second, a noose; the third, a spear; and the fourth should display the gesture of comfort.

source: གདན་པདྨ་འོད་ཀྱི་དཀྱིལ་འཁོར་འདོམ་གང་གིས་བརྒྱན་པར་བྱ་སྟེ།
en: The figure should sit on a lotus seat and radiate a six-foot halo of light.

source: གཡས་སུ་འཕགས་མ་སྒྲོལ་མ། གཡོན་དུ་དྲི་མེད་འགྲོ་བྱའོ།
en: A figure of Noble Tārā should be to the right of Noble Avalokiteśvara-Amoghapāśa, and one of Vimalamati to the left.

source: །འཇིག་རྟེན་དབང་ཕྱུག་གི་འོག་ཏུ་ནི་ཁྲོ་བོའི་རྒྱལ་པོའོ། །གོང་དུ་ནི་འོད་དཔག་མེད་དོ།
en: Krodharāja should be below the Lokeśvara, and the victorious Amitābha should be above him. “

source: །དེ་ནས་རིག་སྔགས་འཆང་གཙང་མས་གོས་གཙང་མ་བགོས་ཏེ།
en: The vidyā holder should be ritually pure and put on clean clothes.

source: དུས་གསུམ་དུ་ཁྲུས་བྱ་ཞིང་གོས་སུམ་ཕྲུགས་སུ་བགོས་ལ་ཚེས་བརྒྱད་ནས་ཚེས་བཅྭ་ལྔའི་བར་དུ་དུས་གསུམ་དུ་བཟླས་བརྗོད་བརྒྱ་རྩ་བརྒྱད་བྱའོ།
en: From the eighth day of the lunar fortnight to the fifteenth he should perform ablutions at the three junctions of the day, change his clothes three times a day, and recite the mantra three times a day, one hundred and eight times each.

source: །སྤོས་སྣ་ཚོགས་ཀྱིས་དཀྱིལ་འཁོར་བྱུག་པར་བྱ་ཞིང་། ཚོན་སྣ་ལྔས་བྲི་བར་བྱ་སྟེ། དཀྱིལ་འཁོར་གྱི་དབུས་སུ་དོན་ཡོད་པའི་ཞགས་པ་དང་།
en: He should smear the maṇḍala with various fragrant substances and draw a boundary with a five-colored line.

source: རིག་སྔགས་ཀྱི་ལྷ་པུས་མོ་བཙུགས་ཏེ་གྱེན་དུ་བལྟ་བ་བྲི་བར་བྱའོ།
en: In the center of the maṇḍala he should paint the vidyā deity Amoghapāśa with one knee down on the ground and his gaze directed upward.

source: །གྲྭ་བཞིར་དབང་ཕྱུག་དང་། དབང་ཕྱུག་ཆེན་པོ་དང་། གཤིན་རྗེ་དང་། ཆུ་ལྷ་བྲི་བར་བྱའོ།
en: In the four corners he should paint, respectively, Īśvara, Maheśvara, Yama, and Varuṇa.

source: །སྒོ་བཞིའི་ཆ་འབྱེས་པར་བྱའོ། །དཀྱིལ་འཁོར་ཁོར་ཡུག་ཏུ་པདྨ་བྲི་བར་བྱའོ།
en: The maṇḍala should have four gateways. “

source: །གྲྭ་བཞིར་སྤོས་ཀྱིས་བཀང་བ་གཞག་པར་བྱའོ། །སྒོ་བཞིར་དྲི་དང་གཏོར་མ་དང་བུམ་པ་བཀང་བ་གཞག་གོ། །དཀར་གསུམ་གྱི་གཏོར་མ་དང་མཆོད་ཡོན་གྱི་སྣོད་བརྒྱད་གཞག་གོ།
en: The vidyā holder should place vessels filled with fragrances in the four corners, and at the four gates he should place vessels filled with a bali made of aromatic substances, as well as a bali consisting of the three ‘white’ foods.

source: །མེ་ཏོག་སྣ་ཚོགས་པ་བཀྲམ་པར་བྱ་ཞིང་། ཨ་ཀ་རུ་དང་། ཙནྡན་གྱི་བདུག་པ་དབུལ་བར་བྱའོ། །སྤོས་སྣ་བརྒྱ་ཉི་ཤུ་རྩ་བརྒྱད་དང་ལྡན་པའི་ཏིལ་མར་གྱི་མར་མེ་བལྟམ་པར་བྱ། འཕན་གདུགས་བཟང་པོ་སྣ་ཚོགས་པས་ལེགས་པར་བརྒྱན་པར་བྱ་སྟེ།
en: He should also set up eight dishes with argha water, scatter a variety of flowers, burn incense made of agarwood, light one hundred and twenty-eight lamps with scented oil, and adorn the maṇḍala with banners.

source: བྱང་ཆུབ་སེམས་དཔའ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་དཀྱིལ་འཁོར་དུ་ཞལ་ཤར་ཕྱོགས་སུ་བསྟན་ལ་མཆོད་པར་བྱའོ།
en: Facing east, he should make offerings to the noble bodhisattva Avalokiteśvara in the maṇḍala.

source: །རས་ཀྱི་ཚོན་སྐུད་སྣ་ལྔ་པ། སྲིད་དུ་ཁྲུ་བཅུ་དྲུག་པ་ཐོར་ཏོ་གཅིག་ཏུ་གསེར་གྱི་ཡང་མིག་ཐོར་ཏོ་གཅིག་ཏུ་མུ་ཏིག་གི་ཆུན་ཀོར་བཏགས་ཏེ།
en: He should fashion a five-colored cord that is sixteen cubits long and woven with gold at one end and pearls at the other.

source: སྦྲུལ་འཁྱིལ་པ་བཞིན་དུ་བསྐྱིལ་ལ་དཀྱིལ་འཁོར་གྱི་དབུས་སུ་བཞག་སྟེ།
en: He should then wind it like a snake and place it in the center of the maṇḍala. “

source: གཙང་མས་གོས་གཙང་མས་གཡོགས་པར་བྱའོ།
en: He should be ritually pure and put on clean clothes.

source: །རིག་སྔགས་འཆང་དཀྱིལ་འཁོར་ལ་མངོན་དུ་ཕྱོགས་ཏེ། སྐྱིལ་མོ་ཀྲུང་དུ་འདུག་ལ། དོན་ཡོད་པའི་ཞགས་པའི་ཕྱག་རྒྱ་ལན་སུམ་ཅུ་རྩ་གཉིས་བཅིང་བ་བྱས་ལ་བདག་བསྲུང་ངོ་།
en: Sitting in a cross-legged posture and facing the maṇḍala, he should display the noose mudrā of Amoghapāśa thirty-two times as a rite of self-protection.

source: །ཁྲོ་བོའི་རྒྱལ་པོ་ལན་བརྒྱ་རྩ་བརྒྱད་བཟླས་པར་བྱས་ལ། དཀྱིལ་འཁོར་བཅིང་བ་དང་། ཕྱོགས་བཅིང་བ་ཡང་བྱའོ།
en: He should then bind the maṇḍala and the directions by reciting the Krodharāja mantra one hundred and eight times.

source: །དེ་ནས་རིག་སྔགས་འཆང་གིས་བཞིན་འཛུམ་གྱིས་བརྒྱན་པར་བྱས་ལ། བཟླས་བརྗོད་ཀྱི་ཕྱག་རྒྱ་བཅིངས་ཏེ། མི་སྨྲ་བར་ཡུངས་ཀར་འབྲུ་རེ་རེ་ནས་བཟླས་བརྗོད་སྟོང་རྩ་བརྒྱད་བརྗོད་ནས་རས་ཀྱི་སྲད་བུའི་སྟེང་དུ་གཏོར་བར་བྱ་སྟེ།
en: Then, with a broad smile on his face, he should form the mudrā of recitation and recite the mantra one thousand and eight times, incanting a single mustard seed with each recitation and casting it upon the cord. He should do this without speaking.

source: སྟོང་རྩ་བརྒྱད་ཚང་བ་དང་རས་ཀྱི་སྲད་བུ་དེ་འབར་བར་འགྱུར་ཞིང་། འོད་ཟེར་སྣ་ཚོགས་འབྱུང་བར་འགྱུར་རོ།
en: When the number one thousand and eight has been reached, the cord will blaze, radiating light of various colors.

source: །ལེགས་སོ་ཞེས་བྱ་བའི་སྒྲ་འབྱུང་བར་འགྱུར་ཏེ།
en: The word ‘good!’ will issue forth: ‘Good!

source: །ཁྱོད་ཀྱིས་དོན་ཡོད་པའི་ཞགས་པ་གྲུབ་ཀྱིས་ལོང་ལ་དགོས་པ་ཐམས་ཅད་བྱོས་ཤིག །
en: You will accomplish every activity while holding it.

source: ཁྱོད་ཀྱི་ཡིད་བཞིན་གྱི་ནོར་བུ་ཆེན་པོ་གཉིས་དོན་ཡོད་པའི་ཞགས་པ་པདྨ་གྲུབ་པས། འཇིག་རྟེན་པ་དང་འཇིག་རྟེན་ལས་འདས་པའི་དགོས་པ་ཐམས་ཅད་སྒྲུབ་པར་འགྱུར་རོ།
en: Having won the supreme accomplishment of the wish-fulfilling jewel-noose, you will accomplish all worldly and supramundane activities.’ “

source: །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་དེ་ཡང་འབར་བར་འགྱུར་རོ། །འཇིག་རྟེན་དབང་ཕྱུག་གི་སྐུ་ལས་སྤོས་ཀྱི་སྤྲིན་ཆེན་པོ་འབྱུང་བར་འགྱུར་ཏེ། སྤོས་དེས་དཔག་ཚད་དྲུག་ཙམ་དུ་ཁྱབ་པར་བྱེད་དོ།
en: Noble Avalokiteśvara will then blaze with light, and from the Lokeśvara’s body a great cloud of fragrance will issue out and spread six leagues.

source: །གང་ལ་དྲི་མནམས་པ་ཙམ་གྱིས་ནད་ཐམས་ཅད་དང་བྲལ་བར་འགྱུར། སྡིག་པ་ཐམས་ཅད་དང་བྲལ་བར་འགྱུར། སྡུག་བསྔལ་གྱི་སྒྲིབ་པ་ཐམས་ཅད་དང་། བྱད་དང་། དུག་དང་།
en: Anyone who merely smells this fragrance will be cured of all diseases and freed from all pain, obscurations, kākhordas, and poison.

source: དབྱིག་དུག་དང་། ཕྱེ་མའི་སྦྱོར་བ་རྣམས་འཇིག་པར་འགྱུར་རོ།
en: They will all disappear after applying the powder.

source: །ལུས་ཐམས་ཅད་དྲི་མ་མེད་པར་འགྱུར་རོ། །སེམས་ཅན་ཐམས་ཅད་ཀྱང་རྗེས་སུ་འབྲང་བར་འགྱུར་རོ།
en: Their bodies will become free from all impurity, and they will be established irreversibly on the path to awakening. “

source: །དེ་ནས་རིག་སྔགས་འཆང་གིས་ཡིད་བཞིན་གྱི་ནོར་བུའི་ཞགས་པ་དེ་བླངས་ལ་ཟངས་ཀྱི་གབ་ཚེ་བཟང་པོའི་ནང་དུ་བཅུག་སྟེ། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་ཞབས་དྲུང་དུ་གཞག་པར་བྱའོ། །ནམ་དགོས་པ་བྱུང་བའི་ཚེ། གཙང་མས་ཁྲུས་ལེགས་པར་བྱས་ཏེ།
en: The vidyā holder should then pick up this wish-fulfilling jewel-noose, put it in a copper box, and place it at the feet of the image of Noble Avalokiteśvara.

source: བླང་བར་བྱ་ཞིང་དགོས་པར་བྱའོ།
en: Whenever there is a task to perform, the vidyā holder should bathe, make himself ritually pure, and then take the jewel noose and do what is to be done.

source: །ཉིན་རེ་བཞིན་དུས་གསུམ་དུ་མཆོད་པར་བྱའོ། །རིག་སྔགས་འཆང་དེ་ཡང་ནམ་མཁའ་ལ་འགྲོ་བར་འགྱུར་ཞིང་ལུས་ཡོངས་སུ་དག་པ་དང་། སྔོན་གྱི་རིག་སྔགས་འཆང་རྣམས་དང་ལྷན་ཅིག་རྩེ་ཞིང་ཐམས་ཅད་དབང་དུ་འགྱུར་རོ།
en: If the vidyā holder worships the noose every day at each of the three junctions of the day, he will be able to ascend into the sky, where, completely pure in his body and mind, he will play with those who had previously become vidyādharas, who will all fall under his thrall.

source: །ཚེ་ལོ་སྟོང་ཐུབ་པར་འགྱུར་ཏེ། ཤི་ནས་བདེ་བ་ཅན་གྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་སྐལ་བ་མཉམ་པ་རྣམས་ཀྱི་ནང་དུ་པདྨའི་སྙིང་པོ་ལས་རྫུས་ཏེ་སྐྱེ་བར་འགྱུར་རོ།
en: His lifespan will increase to one thousand years, and when he dies, he will, as is his destiny, be spontaneously reborn in the realm of Sukhāvatī from the pericarp of a lotus flower.

source: །རིག་སྔགས་འཆང་ཐམས་ཅད་ཀྱི་འཁོར་ལོས་སྒྱུར་བར་འགྱུར་རོ། །བྱང་ཆུབ་ཀྱི་སྙིང་པོའི་མཐར་ཐུག་གི་བར་དུ་ཚེ་བསྐལ་པ་བརྒྱ་ཕྲག་སྟོང་ཐུབ་པར་འགྱུར་རོ།
en: Until reaching ultimate and final awakening, he will be a great emperor of all vidyādharas, with a lifespan of one hundred thousand eons.

source: །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་དེ་ཡང་གང་གིས་མཐོང་བ་ཙམ་གྱིས་མཚམས་མེད་པ་ལྔ་ལ་སོགས་པ་ཟད་པར་འགྱུར་རོ།
en: Those beings who merely see this image of Noble Avalokiteśvara will be freed from the results of the five acts of immediate retribution and other such offenses. “

source: །སྣ་མའི་མེ་ཏོག་ལ་ལན་བརྒྱ་རྩ་བརྒྱད་བཟླས་ལ། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་རེ་རེ་ནས་དབུལ་བར་བྱ་སྟེ།
en: The vidyā holder should incant jasmine flowers one hundred and eight times and offer them to Noble Avalokiteśvara one at a time and accompanied by a single recitation of the mantra.

source: ལན་བརྒྱ་རྩ་བརྒྱད་ཚང་བ་དང་། རྒྱལ་པོ་དང་། བློན་པོ་དང་། བཙུན་མོའི་འཁོར་དང་བཅས་པ་དབང་དུ་འགྱུར་ཏེ།
en: When he has completed one hundred and eight recitations, the king and all his ministers, along with their harems and retinues, will fall under his thrall.

source: རང་ཉིད་ནོར་དང་བཅས། དབྱིག་དང་བཅས། འབྲུ་དང་བཅས། བྲན་ཕོ་དང་བཅས། བྲན་མོ་དང་བཅས་ཏེ་ལས་བྱེད་པར་འགྱུར་རོ།
en: They themselves will become the vidyā holder’s servants, eager to perform tasks for him and serve him with their gold, grain, and male and female servants. “

source: །སྣ་མའི་མེ་ཏོག་རྙིང་པ་དེ་བསྡུས་ལ་གླ་རྩི་དང་། པྲི་ཡང་ཀུ་དང་། རྒྱ་སྤོས་དང་། རུ་རྟ་དང་། གུར་གུམ་དང་། སྤང་སྤོས་དང་།
en: The vidyā holder should take the jasmine flowers that were discarded after the offering, mix them with mahaleb cherry, and grind them into a fine powder together with crepe jasmine, costus root, saffron, spikenard, sāmaka, fenugreek, nalada, myrrh, and mustard seeds.

source: སྭ་མ་ཀ་དང་། སྤྲྀ་ཀ་དང་། ན་ལ་ད་དང་། བོ་ལ་དང་། ཡུངས་ཀར་རྣམས་ཞིབ་ཏུ་བཏགས་པའི་ཕྱེ་མ་ཆར་པའི་ཆུ་དང་སྦྱར་བའི་རིལ་བུ་ནི་དུག་མེད་པར་བྱེད་པའི་མཆོག །
en: A pill made from this powder mixed with rainwater is the best medicine.

source: པདྨ་ཞེས་བྱ་སྟེ། ཐོག་མར་གྲགས་པ་དང་དཔལ་དུ་བྱེད་ནད་ཐམས་ཅད་སེལ་བ་དང་རིམས་ནད་ཐམས་ཅད་ཉེ་བར་སེལ་བར་བྱེད་དོ། །བཙོག་ཤུ་དང་། འབྲས་དང་། མེ་དབལ་དང་། རྐང་ཤུ་དང་།
en: Known as lotus, it primarily brings glory and fame but will also cure all diseases such as fever, skin eruptions, boils, rashes, scabies, leprosy, and festering abscesses.

source: ཕོལ་མིག་དང་། ལྷོག་པ་དང་། དེ་ཐམས་ཅད་ལ་ནི་བསྐུས་ན་བདེ་བར་ཞི་བར་འགྱུར་རོ། །ཞེས་གསུང་ངོ་། །ནད་དེ་དག་ཐམས་ཅད་ལ་ཁྲུས་བྱས་ན་སྡིག་པ་སེལ་ཏོ་ཞེས་ཐུབ་པས་གསུངས་སོ།
en: As taught by the sages, all these diseases will be easily cured after being anointed with the pill infusion, and all evil will be cleared away after bathing in it.
